Repository: Tokusentai1/flutter_ecommerce_challenge-
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

# changeLang
source: Change Language to Arabic
ar: لتغير اللغة الى الانجليزية

source: All Products
ar: جميع المنتجات

source: Product Detail
ar: تفاصيل المنتج

source: Title :
ar: اسم المنتج :

source: Rating :
ar: تقيم المنتج :

# count
source: Rating Count :
ar: عدد المقيمن :

source: Price :
ar: سعر المنتج :

source: Category :
ar: فئة المنتج :

# productDescription
source: Description :
ar: وصف المنتج :
